Revit 2027 API
ParameterTypeId.ColorFillSwatchHeightParam Property
 "Swatch Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ColorFillSwatchHeightParam { get; }
Public Shared ReadOnly Property ColorFillSwatchHeightParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ColorFillSwatchHeightParam {
	ForgeTypeId^ get ();
}
static member ColorFillSwatchHeightParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace